public/clients.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-10-12 Sat 17:58 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>JHJ Technology: Our Clients</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">JHJ Technology: Our Clients</h1>
<p>
<a href="index.html">Home</a>
</p>

<p>
Just some of our fantastic success stories!
</p>

<div id="outline-container-org4e78798" class="outline-2">
<h2 id="org4e78798">Crossref</h2>
<div class="outline-text-2" id="text-org4e78798">
<p>
Crossref: makes research outputs easy to find, cite, link, assess, and reuse.
</p>
</div>

<div id="outline-container-org1a8268b" class="outline-3">
<h3 id="org1a8268b">Services Provided</h3>
<div class="outline-text-3" id="text-org1a8268b">
<ul class="org-ul">
<li>Clojure Software Development</li>
</ul>
</div>
</div>

<div id="outline-container-orge0db079" class="outline-3">
<h3 id="orge0db079">The Tech</h3>
<div class="outline-text-3" id="text-orge0db079">
<ul class="org-ul">
<li>Clojure and Kotlin</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgf9a6c32" class="outline-2">
<h2 id="orgf9a6c32">Algorithmica</h2>
<div class="outline-text-2" id="text-orgf9a6c32">
<p>
Algorithmica: an IT consultancy and service provider based in London.
</p>
</div>

<div id="outline-container-org6282097" class="outline-3">
<h3 id="org6282097">Services Provided</h3>
<div class="outline-text-3" id="text-org6282097">
<ul class="org-ul">
<li>Clojure Software Development</li>
</ul>
</div>
</div>

<div id="outline-container-org127cec5" class="outline-3">
<h3 id="org127cec5">The Tech</h3>
<div class="outline-text-3" id="text-org127cec5">
<ul class="org-ul">
<li>Clojure and ClojureSCript</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org755abf4" class="outline-2">
<h2 id="org755abf4">BAGS</h2>
<div class="outline-text-2" id="text-org755abf4">
<p>
Bookmakers Afternoon Greyhound Service: offers gambling-betting services.
</p>
</div>

<div id="outline-container-org92661ac" class="outline-3">
<h3 id="org92661ac">Services Provided</h3>
<div class="outline-text-3" id="text-org92661ac">
<ul class="org-ul">
<li>Clojure Software Development</li>
</ul>
</div>
</div>

<div id="outline-container-org79a9f2f" class="outline-3">
<h3 id="org79a9f2f">The Tech</h3>
<div class="outline-text-3" id="text-org79a9f2f">
<ul class="org-ul">
<li>Clojure and ClojureScript</li>
<li>PostgreSQL</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2024-10-12 Sat 17:58</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.4 (<a href="https://orgmode.org">Org</a> mode 9.6.15)</p>
</div>
</body>
</html>
